// tip 模块文案集中维护处
window.TipContent = {
    list: [
        '右击「开始领取」，给按钮翻个面！',
        '点击账号卡片，看看手机端有多少加速时长！',
        '想退出搜索结果时，可以右击搜索按钮！',
        '想进入「高级配置页」？试试在设置页点击版本号！',
        '给账号配置密码，让登录再也不用手动操作！',
        '配置ServerKey，可以把领取情况通知到手机里！',
        '搜索时，使用关键字「@启用」来筛选账号的状态！',
        '右击可以隐藏tip！',
        '「搜索账号」的范围包含了用户名、备注，以及手机号！',
        '在已搜索状态下，可以只对搜到的账号进行领取任务！',

        '你记得看到这条tip几次了吗？',
        'tip:tip:tip:tip:tip:tip:tip:tip:tip:tip:tip:tip:tip:tip:tip:tip:tip:tip:tip:tip',
        '咕咕咕！',

        '在？请给项目一个star，谢谢！',
        '本项目完全开源免费，如果你付了钱，请立即退款！',
        '请勿将本项目用于非法用途！',
    ],
};
